export const departmentList = [
  {
    name: "维修部",
    desc: "维物之态，修身之技",
    introduce:
      "&ensp;&ensp;&ensp;&ensp;维修部的日常工作是维护电协元件库，将摆放不整齐的元器件归位；组织校内外义修，以及修理学校驿站收集的故障家电；进行家电维修的培训。",
  },
  {
    name: "网宣部",
    desc: "网宣之约，相见不散",
    introduce:
      "&ensp;&ensp;&ensp;&ensp;网宣部是电协对外日常宣传的一个端口，万千技能集一身，统筹着协会的各项宣传工作。主要负责运营协会的微信公众平台，将协会期望表达的东西传递给大家，同时运用Ps、Pr、Ae，制作活动海报、宣传单、宣传视频等。",
  },
  {
    name: "实践部",
    desc: "躬身实践，力学笃行",
    introduce:
      "&ensp;&ensp;&ensp;&ensp;实践部负责的工作主要有协会会员工具的采购与分发；部分科技比赛及其流程的策划与安排；部分摆摊的人员安排和策划以及协助开课组做好会员课开课的准备。",
  },
  {
    name: "项目部",
    desc: "不远千里，项目等你",
    introduce:
      "&ensp;&ensp;&ensp;&ensp;项目部的工作主要有协会每年众多项目申请的审核；有各类比赛时赛前赛后的资料收集；协会存放在不同的平台的大量资源的管理，还肩负着管理协会平台的重任。",
  },
  {
    name: "外联部",
    desc: "相约外联，逐梦电协",
    introduce:
      "&ensp;&ensp;&ensp;&ensp;外联部主要负责策划主办各种大会和内建活动，包括策划案的编写，活动组织，选择主持人；对接赞助商，供应商，确保各项活动物资与资金得到保障；与老师进行项目对接，及时为电协人提供各项目的信息；负责加强协会与国内其它高校社团间的密切合作与联系。",
  },
  {
    name: "秘书部",
    desc: "快乐秘书 缺你不可",
    introduce:
      "&ensp;&ensp;&ensp;&ensp;秘书部在日常中主要负责电协会员课的课室申请；比赛物资的准备；协会内部会议流程的记录；配合网宣部提供新闻稿、通讯稿的文案；还有负责协会论坛的监督。在招新期间负责招新摊位的申请，公共横幅的申请。年末负责社团的年审与红旗社团评比。",
  },
];

export const shareElementConfig = {
  duration: 1000,
  position: "center",
};
