export const INFO_CONTENT = `<p>&ensp;&ensp;&ensp;&ensp;广东工业大学电子科技协会（简称广工电协）是由在校电子技术爱好者于2002年11月组织成立的。广工电协是广东工业大学最大型的学术性社团，协会拥有两个专用实验室，实验室配备了一批先进的设备仪器。</p>
<br />
<p>&ensp;&ensp;&ensp;&ensp;在近18年中的发展中，协会不断突破自我，技术水平不断沉淀，自主研发室内机器人定位导航系统、基于PID算法的高效开关电源变换器、基于卷积神经网络的自动垃圾分类系统、实时数据流人脸识别的门禁系统，自主开发STM8和STM32开发板。</p>
<br />
<p>&ensp;&ensp;&ensp;&ensp;广工电协在各类学科竞赛，项目开发上均有不错的成绩，在全国大学生电子设计大赛，挑战杯，全美大学生数学建模竞赛，飞思卡尔等大赛中取得瞩目的成绩，而在各类电子竞赛中电协成员更是独领风骚，省级奖项校级奖项不可胜数。在项目开发上，电协拥有3个国家级大创项目，省级项目若干个。其中拥有自主专利6项，电协的毕业生更是深入到行业领头羊：华为，联发科，大疆，CVTE，bigo等，在学术领域，我们的毕业生师兄到清华研究院,中大研究院，华工研究院，电科大，哈工大等。</p>
<br />
<p>&ensp;&ensp;&ensp;&ensp;电协成员学习能力强，技术能力扎实，深受各大工作室，创新团队，创新实验室的喜爱。我们在校内开设电子培训课程及单片机应用设计课程，在校外与各大高校合作，举办义修活动，为大学生服务。</p>
<br />
<p>&ensp;&ensp;&ensp;&ensp;同时电协开设贝尔组：分别在机器学习领域、嵌入式领域、光电视觉领域、硬件领域、网络领域进行深入研究与开发。</p>
<br />
<p>&ensp;&ensp;&ensp;&ensp;电协的理念是让平凡的人成为优秀的人，让优秀的人更加优秀。爱电子，爱生活。电协欢迎广大电子爱好者的加入，我们与你们共成长！</p>`;

export const GLORY_CONTENT = {
  content:
    "2016年，电子科技协会收获广东省优秀社团，随后五年获得校五星红旗社团称号。电子科技协会在2020-2021所获奖项包括国家级1项，省级23项，校级27项，院级15项。",
  list: [
    "全国大学生光电设计竞赛东南赛区一等奖",
    "全国大学生电子设计大赛一等奖 二等奖 三等奖",
    "第十九届全国大学生机器人大赛ROBOMASTER2020机甲大师对抗赛一等奖",
    "第十五届ican创新创业大赛广东省赛区二等奖",
    "2022年集成电路创新创业大赛一等奖",
    "2017年全国机器人大赛二等奖",
  ],
};
