export const academyDataList = [
  "机电工程学院",
  "自动化学院",
  "轻工化工学院",
  "信息工程学院",
  "土木与交通工程学院",
  "管理学院",
  "计算机学院",
  "材料与能源学院",
  "环境科学与工程学院",
  "外国语学院",
  "数学与统计学院",
  "物理与光电工程学院",
  "艺术与设计学院",
  "政法学院",
  "马克思主义学院",
  "建筑与城市规划学院",
  "经济与贸易学院",
  "生物医药学院",
  "微电子学院",
  "集成电路学院",
  "国际教育学院",
  "继续教育学院",
  "先进制造学院",
  "其他学院",
];

export const depList = [
  {
    text: "秘书部",
    value: 1,
  },
  {
    text: "维修部",
    value: 2,
  },
  {
    text: "实践部",
    value: 3,
  },
  {
    text: "项目部",
    value: 4,
  },
  {
    text: "外联",
    value: 5,
  },
  {
    text: "网宣",
    value: 6,
  },
];

export const sourceOfApproachELC = [
  "师兄师姐推荐",
  "同学推荐",
  "部门摆摊",
  "朋友圈",
  "微信公众号",
];
